{
  "en": {
    "headerOne": "Why you should care",
    "paragraphOneA": "If you haven’t heard already, Ukraine is under attack by Russia. Help us in doing our part! 💪",
    "paragraphOneB": "Join us and the crypto community at large in providing humanitarian DeFi support to aid Ukraine.",
    "headerTwo": "How it works",
    "paragraphTwoA": "Delegate your funds to help support Ukrainians during this wild time.",
    "paragraphTwoB": "Bubki allows you to invest your money in an Interest generating pool, used for collateralized loans. You still hold on to the exact amount you invested and can get it back any time. We take the returns made off using your assets as collateral to support Ukraine’s defense efforts.",
    "headerThree": "Where the money is going",
    "paragraphThree": "We are donating all the yield generated to Unchain.fund organization. Contract address: 0x10E1439455BD2624878b243819E31CfEE9eb721C"
  },
  "es": {
    "headerOne": "Por qué debería importarte",
    "paragraphOneA": "Si aún no lo ha escuchado, Ucrania está siendo atacada por Rusia. ¡Ayúdanos a hacer nuestra parte! 💪",
    "paragraphOneB": "Únase a nosotros y a la comunidad criptográfica en general para brindar apoyo humanitario de DeFi para ayudar a Ucrania.",
    "headerTwo": "Cómo funciona",
    "paragraphTwoA": "Delegue sus fondos para ayudar a apoyar a los ucranianos durante este tiempo salvaje.",
    "paragraphTwoB": "Project Sunflower le permite invertir su dinero en un grupo generador de intereses, utilizado para préstamos garantizados. Todavía conserva la cantidad exacta que invirtió y puede recuperarla en cualquier momento. Tomamos los rendimientos obtenidos utilizando sus activos como garantía para apoyar los esfuerzos de defensa de Ucrania.",
    "headerThree": "Adónde va el dinero",
    "paragraphThree": "Estamos donando todo el rendimiento generado a la organización Unchain.fund. Dirección del contrato: 0x10E1439455BD2624878b243819E31CfEE9eb721C"
  },
  "fr": {
    "headerOne": "Pourquoi s’en soucier",
    "paragraphOneA": "Si vous n’êtes pas encore au courant, l’Ukraine est attaquée par la Russie. Aidez-nous à aider les ukrainiens 💪",
    "paragraphOneB": "Rejoignez-nous et l’ensemble de la communauté crypto afin de fournir une aide humanitaire à l’Ukraine, sous forme de DeFi.",
    "headerTwo": "Comment cela marche",
    "paragraphTwoA": "Déléguez vos fonds afin d’aider les ukrainiens en cette periode de crise.",
    "paragraphTwoB": "Le project Sunflower vous permet d’investir vos fonds dans un pool de liquidité générant des intérêts et utilisé dans le cadre de prêts garantis. Vos fonds continuent de vous appartenir et vous pouvez les récupérer à tout moment. Nous prélevons seulement les rendements générés par vos fonds afin d’aider l’Ukraine à se defendre.",
    "headerThree": "Où va l’argent généré par le rendement de mes fonds",
    "paragraphThree": "Nous donnons l’intégralité des rendements générés à l'organisation Unchain.fund. Adresse du contrat: 0x10E1439455BD2624878b243819E31CfEE9eb721C"
  },
  "de": {
    "headerOne": "Warum Sie das interessieren sollte?",
    "paragraphOneA": "Falls Sie es noch nicht gehört haben: Die Ukraine wird von Russland angegriffen. Helfen Sie uns, unseren Teil dazu beizutragen! 💪",
    "paragraphOneB": "Schließen Sie sich uns und der gesamten Krypto-Community an und leisten Sie humanitäre DeFi-Hilfe für die Ukraine.",
    "headerTwo": "So funktioniert’s",
    "paragraphTwoA": "Setzen Sie ihr Geld ein, um den Ukrainern in dieser schweren Zeit zu helfen.",
    "paragraphTwoB": "Bubbki ermöglicht es Ihnen, Ihr Geld in einen zinsbringenden Pool zu investieren, der für besicherte Kredite verwendet wird. Dabei behalten Sie genau den Betrag, den Sie investiert haben und können ihn jederzeit zurückfordern. Wir nehmen die Renditen, die durch die Verwendung Ihres Vermögens erzielt werden, um die Verteidigungsanstrengungen der Ukraine zu unterstützen.",
    "headerThree": "Wo das Geld hingeht?",
    "paragraphThree": "Wir spenden alle erwirtschafteten Erträge an die Organisation Unchain.fund. Adresse des Vertrags: 0x10E1439455BD2624878b243819E31CfEE9eb721C"
  },
  "ua": {
    "headerOne": "Чому це все важливо",
    "paragraphOneA": "Якщо ви ще не знаєте: Росія напала на Україну. Доєднайтеся до допомоги Україні з нами разом! 💪",
    "paragraphOneB": "Доєднуйтесь до нас та загальної криптоспільноти і зробіть свій внесок в гуманітарну DeFi-підтримку України.",
    "headerTwo": "Як це працює",
    "paragraphTwoA": "Делегуйте ваші статки для допомоги українцям в ці тяжкі часи.",
    "paragraphTwoB": "Бубки інвестують ваші гроші в пул, генерує відсотки для позики під заставу. Вся інвестована вамі сума завжди буде вашою і ви можете повернути її в будь-який момент. Ми отримуємо прибутки від ваших активів як заставу для підтримки оборонних зусиль України.",
    "headerThree": "Куди йдуть гроші",
    "paragraphThree": "Ми жертвуємо весь отриманий прибуток організації Unchain.fund. Contract address: 0x10E1439455BD2624878b243819E31CfEE9eb721C"
  }  
}
